import './Service.css';
function Service(){
    return(
        <div >
            <div style={{textAlign:'center',color:'#04343E',marginTop:'10px'}}>
            <h4>استكشف خدماتنا</h4>
            <p>اكتشف مجموعة متنوعة من الخدمات المتاحة عبر منصتنا حيث يمكنك العثور <br></br> على الحرفيين المهرة في مجالات مختلفة تلبي احتياجاتك</p>
            </div>
        <div style={{display:'flex',textAlign:'center',justifyContent:'space-evenly',marginTop:'15px',color:'#04343E'}} className='styl'>
            <div>
                <img src={ require('../../../../Images/service/photo1.jpg')} alt=''width={'350px'}/>
                <h4>الصيانة والإصلاحات</h4>
                <p className='w-100 pe-3'> احصل على خدمات موثوقة للصيانة وإصلاح الأعطال من فنيين محترفيين ذوي خبرة يضمنون لك جودة العمل وسرعة الإستجابة نحن نقدم حلول صحيحة لكل نوع من الأعطال مع التركيز على توفير الراحه والرضا التام للعملاء سواء كانت صيانة للأجهزة المنزلية أو إصلاحات كهربائية أو سباكه نحن هنا لضمان كل شئ يعمل بكفاءة ودون تأخير</p>
               </div>
            <div>
                <img src={ require('../../../../Images/service/photo2.jpg')} alt='' width={'350px'}/>
                <h4> خدمة الحرفيين المحليين</h4>
                <p className='w-100 pe-3'> احصل على خدمات موثوقة للصيانة وإصلاح الأعطال من فنيين محترفيين ذوي خبرة يضمنون لك جودة العمل وسرعة الإستجابة نحن نقدم حلول صحيحة لكل نوع من الأعطال مع التركيز على توفير الراحه والرضا التام للعملاء سواء كانت صيانة للأجهزة المنزلية أو إصلاحات كهربائية أو سباكه نحن هنا لضمان كل شئ يعمل بكفاءة ودون تأخير</p>
            </div>
            <div>
                <img src={ require('../../../../Images/service/photo3.jpg')} alt='' width={'350px'}/>
                <h4> طلبات متخصصة</h4>
                <p className='w-100 pe-3'> احصل على خدمات موثوقة للصيانة وإصلاح الأعطال من فنيين محترفيين ذوي خبرة يضمنون لك جودة العمل وسرعة الإستجابة نحن نقدم حلول صحيحة لكل نوع من الأعطال مع التركيز على توفير الراحه والرضا التام للعملاء سواء كانت صيانة للأجهزة المنزلية أو إصلاحات كهربائية أو سباكه نحن هنا لضمان كل شئ يعمل بكفاءة ودون تأخير</p>
               </div>
               </div>
        </div>
    )
          
}
export default Service;